[
  {
    "id": "oi_u_luzi",
    "title": "Ой у лузі червона калина",
    "tradition": "Traditional Ukrainian folk",
    "arranger": "Stepan Charnetsky",
    "description": "This patriotic Ukranian march was arranged by Stepan Charnetsky from traditional march elements in 1914 as a memorial to veterans of World War I. The song has ever since attracted both inspiration and political censorship. Singing  <em>Oi u Luzi</em> in the wrong crowd could get the singer  fined, beaten, or even imprisoned by anti-Ukrainian-nationalist factions in Ukraine and Russia. The song was vehemently repressed during the Soviet era (1919-1991), then following the Russian annexation of Crimea in 2014, and after the Russian invasion of Ukraine in 2022.\nThe song sings of a Ukrainian national symbol&#8211;the <a href=\"https://en.wikipedia.org/wiki/Viburnum_opulus\">red viburnum</a>, a shrub with bright red berries.",
    "lyrics_title": "Oi u Luzi",
    "lyrics_title_translation": "Oh, the Red Viburnum in the Meadow",
    "lyrics": "Ой у лузі червона калина похилилася,\nЧогось наша славна Україна зажурилася.\nА ми тую червону калину підіймемо,\nА ми нашу славну Україну, гей-гей, розвеселимо!\nА ми тую червону калину підіймемо,\nА ми нашу славну Україну, гей-гей, розвеселимо!",
    "lyrics_translation": "Oh, in the meadow\na red kalyna\nhas bent down low,\nFor some reason,\nour glorious Ukraine\nis in sorrow.\nAnd we&#8217;ll take that red kalyna and we will raise it up,\nAnd, hey-hey, we shall cheer up our glorious Ukraine!\nAnd we&#8217;ll take that red kalyna and we will raise it up,\nAnd, hey-hey, we shall cheer up our glorious Ukraine!"
  },
  {
    "id": "hela_rotan",
    "title": "Hela Rotan",
    "arranger": "Ken Steven",
    "description": "Composer Ken Steven is an Indonesian born composer, and in this piece merges a gives a modern take on a folksong from the island of Maluku in eastern Indonesia. The central metaphor is about the game of Hela Rotan, similar to Tug-of-War. Rotan is the vining palm used to make rope. The song is a parable of competition-as-cooperation between different communities. The song also mentions the drums of Java; which may be a reference to the eruptions of the volcano of Krakatau."
  },
  {
    "id": "sanctuary",
    "title": "Sanctuary",
    "composer": "Jason Robert Brown",
    "arranger": "Mac Huff",
    "description": "Jason Robert Brown is best known for his compositions in musical theater, winning multiple Tony awards for productions like <em>Parade </em>and <em>The Bridges of Madison County</em>. The piece was released in 2020 and contains the longing for connection ubiquitously felt during the Covid pandemic.",
    "lyrics": "That's a siren\nThere's an ambulance down in the street\nShut the window\nClose the curtain, the lights are blinding\n\nI can&#8217;t hear with the children crying\nI can&#8217;t think with the anger flying\nI can&#8217;t breathe with my mentors dying\nAnd I, I am searching for sanctuary\nWill you shelter me?\nWill you shelter me?\nI am searching for sanctuary\nWill you shelter me?\nWill you shelter me?\nI am writing your name in the air\nCan you see me?\nCan you see me?\nI am writing for sanctuary\nWill you shelter me?\nWill you shelter me?"
  },
  {
    "id": "the_island_itself",
    "title": "The Island Itself",
    "composer": "Sarah Quartel",
    "description": "Quartel sets to haunting melody the words of Irish poet Joan McBreen. The titular island is Omey in County Galway off the west coast of Ireland, the historical site of  a monastery and settlement reportedly founded by St Feichin. \nThe piece is sung a cappella and is reminiscent of a modern Celtic style with an ebb and flow evocative of waves off the beach.",
    "lyrics_title": "Homage to Omey\nby Joan McBreen (1944)",
    "lyrics": "Afternoon sun on my back,\nirregular slap of water on rock,\nand then, a skylark.\n \nFine sand blown over\nthe hill’s top, over the lake,\nswans, and the sound they make.\n \nAquamarine, the colour of the sea.\nNobody to say my name,\nno one to listen to me.\n \nNothing to remember\nbut the currents swell and shift\nand the island itself;\n \nagain my head thrown back,\nmy eyes shut, clear music in the air\nand the smell of sea-wrack."
  },
  {
    "id": "blue_skies",
    "title": "Blue Skies",
    "composer": "Irving Berlin",
    "arranger": "Steve Zegree",
    "description": "Berlin originally wrote this piece for the musical <em>Betsy</em> in 1926. While <em>Betsy</em> only ran 39 performances, the song&#8217;s instant popularity catapulted it beyond the original show. <em>Blue Skies</em> became on the the first songs featured in a   talkie,   inspired its own titular Fred Astaire film, and featured prominently in <em>Star Trek</em>. The song was a favorite of Bing Crosby, Ella Fitzgerald, and Lieutenant Commander Data.",
    "lyrics": "Blue skies, smilin&#8217; at me\nNothin&#8217; but blues skies do I see\nBluebirds singing a song\nNothin&#8217; but bluebirds all day long\nNever saw the sun shinin&#8217; so bright\nNever saw things lookin&#8217; so right\nNoticin&#8217; the days hurryin&#8217; by\nWhen you&#8217;re in love, my how they fly\nBlue days, all of them gone\nNothin&#8217; but blue skies from now on\nNever saw the sun shinin&#8217; so bright\nNever saw things lookin&#8217; so right\nNoticin&#8217; the days hurryin&#8217; by\nWhen you&#8217;re in love, oh how they fly\nBlue days, all of them gone\nNothin&#8217; but blue skies from now on"
  },
  {
    "id": "united_in_purpose",
    "title": "United in Purpose",
    "composer": "Roger Dilworth",
    "description": "This moving Gospel piece reminds us of what we owe to each other. Dilworth took the text for the piece from this moving passage in Dr. Angelou’s book, <em>Rainbow in the Cloud: The Wisdom and Spirit of Maya Angelou.</em>",
    "lyrics_title": "Lyrics by Maya Angelou",
    "lyrics": "The onus is upon us all to work to improve the human condition.\nPerform good deeds, for that is truly the way to battle the forces of entropy that are at work in our world.\nThe composite of all our efforts can have an effect. \nGood done anywhere is good done everywhere.\nWhen we unite in purpose,\nwe are greater than the sum of our parts."
  },
  {
    "id": "summertime",
    "title": "Summertime",
    "composer": "George and Ira Gershwin, Dubose and Dorothy Heyward",
    "arranger": "Roger Emerson",
    "description": "Written first as an aria for the 1934 opera <em>Porgy and Bess</em>, the song has gone on to become an iconic jazz standard, appearing on billboard charts throughout pop history. We refer the interested to the <a href=\"https://en.wikipedia.org/wiki/Summertime_(George_Gershwin_song)\" data-type=\"URL\" data-id=\"https://en.wikipedia.org/wiki/Summertime_(George_Gershwin_song)\">Wikipedia entry</a>  for more on its history."
  },
  {
    "id": "tarekita",
    "title": "Tarekita",
    "composer": "Reena Esmail",
    "description": "Composer Reena Esmail wrote this piece for <a href=\"https://urbanvoicesproject.org/\" data-type=\"URL\" data-id=\"https://urbanvoicesproject.org/\">The Urban Voices Project</a>. While writing a totally different piece for The Urban Voices Project, she spent one rehearsal substitute teaching and discussed traditional Indian rhythms. The choir members became so engaged in the topic that Esmail ended up writing <em>Tarekita</em> for them to perform. Esmail says of her piece:\n\n\"Tarekita is a vibrant joyful piece in a raga (an Indian classical melodic framework) called Jog, which incorporates both major and minor modalities into a single scale. The text syllables are onomatopoeic vocalizations of the sounds produced by Indian instruments.\""
  },
  {
    "id": "that_lonesome_road",
    "title": "That Lonesome Road",
    "composer": "James Taylor and Don Grolnick",
    "arranger": "Simon Carrington",
    "description": "James Taylor, American singer-songwriter best known for massive 70&#8217;s hits <em>Fire and Rain </em>and <em>You&#8217;ve Got a Friend,</em>  wrote this piece in 1981. Interestingly Taylor had an 11 year marriage to Carly Simon, composer of <em><a href=\"https://gothamcitymusic.org/2023_june_4#let_the_river_run\" data-type=\"URL\" data-id=\"https://gothamcitymusic.org/repetoire#let_the_river_run\">Let the River Run</a>.</em>",
    "lyrics_title": "",
    "lyrics": ""
  },
  {
    "id": "wanting_memories",
    "title": "Wanting Memories",
    "composer": "Ysaye M. Barnwell",
    "description": "Barnwell wrote <em>Wanting Memories </em>for the 1980 dance piece <em>Crossings</em>. The lyrics resonate deeply by our choir members for the mothers we have lost. Barnwell&#8217;s <a rel=\"noreferrer noopener\" href=\"https://www.ymbarnwell.com/composers-notes-1\" target=\"_blank\">notes</a> say of the piece:\n\n\"What was special though was that I am an only child and when my father died and then my mother, and I prepared to sell the house I grew up in, I found bags of photos, letters and other memorabilia &#8211; the kind of things especially an only child hopes for. So in a sense, the song was  an unconscious wish or prayer that actually came true.\"",
    "lyrics_title": "",
    "lyrics": ""
  },
  {
    "id": "and_so_it_goes",
    "title": "And So It Goes",
    "composer": "Billy Joel",
    "arranger": "Bob Chilcott",
    "description": "Though unreleased till 1989, Joel wrote the piece in 1983 about his relationship relationship with model Elle Macpherson, of whom Joel also wrote <em>This Night</em> and, at least in part, <em>Uptown Girl</em>."
  },
  {
    "id": "let_the_river_run",
    "title": "Let the River Run",
    "composer": "Carly Simon",
    "arranger": "Craig Hella Johnson",
    "description": "Simon wrote, composed, and performed this number as the main theme of <em><a href=\"https://en.wikipedia.org/wiki/Working_Girl\" data-type=\"URL\" data-id=\"https://en.wikipedia.org/wiki/Working_Girl\">Working Girl</a></em> in 1988, earning Simon an Oscar, Golden Globe, and Grammy in one fell swoop. Simon says she pieced the lyrics together from the script and the poetry of Whitman and Blake."
  },
  {
    "id": "we_are_the_music_makers",
    "title": "We Are the Music Makers",
    "composer": "Reginal Wright",
    "description": "This uplifting work by American composer Reginal Wright sets a text by the nineteenth-century poet Arthur O&#8217;Shaughnessy. The powerful words are sung to a memorable melody embellished with syncopation and triplets. The voices are accompanied by rippling broken chords enriched with falling chromatic lines.&#8221;",
    "lyrics": "We are the music makers,\nAnd we are the dreamers of dreams,\nWandering by lone sea-breakers,\nAnd sitting by desolate streams;\nWorld-losers and world-forsakers,\nOn whom the pale moon gleams:\nYet we are the movers and shakers\nOf the world for ever, it seems.",
    "lyrics_cite": "&#8212; First Stansa of <em>Ode </em>by Arthur O&#8217;Shaughnessy"
  },
  {
    "id": "agnus_dei",
    "title": "Agnus Dei",
    "composer": "Rollo Dilworth",
    "description": "Here a beautiful Gospel flavor is given to a traditional Catholic liturgical prayer: the Great Doxology. <a href=\"https://gothamcitymusic.org/repertoire/#gloria\">Gloria</a> shares this text. In English the lyrics read:",
    "lyrics": "Lamb of God, who takes away the sins of the world, have mercy on us.\nLamb of God, who takes away the sins of the world, grant us peace."
  },
  {
    "id": "chamego",
    "title": "Chamego (Betty's Bossa)",
    "composer": "Peter Eldridge and Jack Donahue",
    "arranger": "Darmon Meader and Peter Eldridge",
    "description": "Chamego is a smooth jazz piece which premiered with the New York Voices in 2007. Stylistically the piece borrows from the Bossa Nova samba, originating in Rio de Janeiro in the early 1950s. The emblematic samba emphasis on the second carries throughout."
  },
  {
    "id": "sing_me_to_heaven",
    "title": "Sing Me to Heaven",
    "composer": "Daniel Gawthrop",
    "description": "In 1991 Gawthrop composed this piece on commission with the directive to create a song that \"spoke to the way that we, as singers, feel about music in our lives.\" It has since become one of the most frequently performed choral pieces of modern times and has sold more than a half million copies.\n\nThe choir would like to dedicate their rendition to the memory of <a href=\"https://www.youtube.com/watch?v=Ofd1KSEz2LA&amp;t=20s\" data-type=\"URL\" data-id=\"https://www.youtube.com/watch?v=Ofd1KSEz2LA&amp;t=20s\">Dr. Ann E. Rehan</a>.",
    "lyrics_by": "Jane Griner",
    "lyrics": "In my heart's sequestered chambers\nLie truths stripped of poet's gloss\nWords alone are vain and vacant\nAnd my heart is mute\nIn response to aching silence\nMemory summons half-heard voices\nAnd my soul finds primal eloquence\nAnd wraps me in song\nWraps me, in song\n\nIf you would comfort me, sing me a lullaby\nIf you would win my heart, sing me a love song\nIf you would mourn me and bring me to God\nSing me a requiem, sing me to Heaven\n\nTouch in me all love and passion\nPain and pleasure, touch in me\nTouch in me, grief and comfort\nLove and passion, pain and pleasure\nSing me a lullaby\nA love song\nA requiem\nLove me, comfort me\nSing me to God\nSing me a love song\nSing me to Heave"
  },
  {
    "id": "cantique",
    "title": "Cantique de Jean Racine",
    "composer": "Gabriel Fauré",
    "arranger": " Phillip Legge",
    "description": "First performed on 4 August 1866, the piece is named for Jean Racine, the author of the French lyrics <em>Verbe égal au Très-Haut</em>. Originally performed with strings and organ, the piece is now most known by John Ritter's string ",
    "lyrics": "Verbe égal au Très-Haut, notre unique espérance\nJour éternel de la terre et des cieux\nDe la paisible nuit nous rompons le silence:\nDivin sauveur, jette sur nous les yeux\nRépands sur nous le feu de ta grâce puissante;\nQue tout l’enfer fuie au son de ta voix;\nDissipe ce sommeil d’une âme languissante\nQui la conduit à l’oubli de tes lois!\nO Christ! Sois favorable à ce peuple fidèle\nPour te bénir maintenant assemblé;\nReçois les chants qu’il offre à ta gloire immortelle\nEt de tes dons qu’il retourne comblé",
    "lyrics_translation": "Word of the Highest, our only hope,\nEternal day of earth and the heavens,\nWe break the silence of the peaceful night;\nSaviour Divine, cast your eyes upon us!\n\nPour on us the fire of your powerful grace,\nThat all hell may flee at the sound of your voice;\nBanish the slumber of a weary soul,\nThat brings forgetfulness of your laws!\n\nO Christ, look with favour upon your faithful people\nNow gathered here to praise you;\nReceive their hymns offered to your immortal glory;\nMay they go forth filled with your gifts."
  },
  {
    "id": "lux",
    "title": "Lux Aurumque",
    "composer": "Eric Whitacre",
    "description": "A haunting piece, Whitacre has adapated <em>Lux</em> many forms, including this cappella version famed for its virtual performance by 185 singers from 12 countries. Whiteacre's friend, poet Charles Anthony Silvestri, translated the lyrics into Latin. The original English poem is attributed by Edward Esch, described by Whitacre as a \"recluse in the truest sense of the word\". But does Esch exist? Esch does not appear to have work outside Whitacre's own, and Whitacre's son is named Esch Edward Whitacre.",
    "lyrics_title": "Lux Aurumque\nby Edward Esch",
    "lyrics_title_translation": "Light of Gold\nby Edward Esch",
    "lyrics": "Lux,\nCalida gravisque pura velut aurum\nEt canunt angeli molliter\nmodo natum",
    "lyrics_translation": "Light,\nwarm and heavy as pure gold\nand the angels sing softly\nto the new-born baby."
  },
  {
    "id": "i_sing_because_im_happy",
    "title": "I Sing Because I'm Happy",
    "composer": "Charles H. Gabriel",
    "arranger": "Kenneth Paden and Rollo Dilworth",
    "lyrics_by": "Civilla D. Martin",
    "description": "A reinterpretation of the Gospel staple <em>His Eye is on the Sparrow</em>. Martin wrote the original in 1905, and it has been made famous over and over by the likes of Ethel Waters, Mahalia Jackson, Whitney Houston, Lauryn Hill, and Tanya Blount.",
    "lyrics": "Why should I feel discouraged\nWhy should the shadows come\nWhy should my heart feel lonely\nAnd long for heaven and home\nWhen Jesus is my portion\nA constant friend is He\nHis eye is on the sparrow\nAnd I know He watches over me\nHis eye is on the sparrow\nAnd I know He watches me\nI sing because I'm happy\nI sing because I'm free\nHis eye is on the sparrow\nAnd I know He watches me\nHis eye is on the sparrow\nAnd I know He watches me"
  },
  {
    "id": "music_down_in_my_sould",
    "title": "Music Down in My Soul",
    "arranger": "Moses Hogan",
    "description": "An inspired recreation of spiritual and civil rights anthem <em>Over My Head</em>. In 1995, the National Association for Music Education placed it promeniently in their published a list of songs that \"every American should know\". The original is of unknown authorship, likely from the 19th century.",
    "lyrics": "Over my head\nI hear music in the air\nOver my head\nI see freedom in the air\nThere must be a God somewhere"
  },
  {
    "id": "ilus_haal",
    "title": "Ilus Hääl",
    "composer": "Margrit Kits",
    "arranger": "Laura Jēkabsone",
    "lyrics": "Helisege helded metsad\nHüüdke vastu hütikesed\nMinu kauni heale vastu\nLahedama laulu vastu\nKus mu healta kuuldaneksi\nKus mu laulu laksuneksi\nSeal kõik metsa murduneksa\nIlma raua rabamata",
    "lyrics_translation": "Ring out, generous forests\nShout back the huts\nIn return for my graceful voice\nIn return for my wonderful song\nWhere my voice is heard\nWhere my song is sung\nThere all forests will fall\nEven without striking iron",
    "description": "Jēkabsone arranged this piece for the 100th anniversary of Estonia in 2018. The lyrics are in Estonian, and the music shows the style and beauty of the folksongs common to Estonia, Latvia, and Lithuania."
  },
  {
    "id": "shenandoah",
    "title": "Shenandoah",
    "tradition": "Traditional American folk",
    "arranger": "Jay Althouse",
    "description": "A traditional folk song. <em>Shenandoah</em> likely as a shanty sung by fur traders along the Missouri River in the early 19th century. Lyrics vary widely, but in many versions the titular Shenandoah is chief of the Oneida Iroquois tribe and has a beautiful daughter the fur trader speaker seeks to whisk away.",
    "lyrics": "Oh Shenandoah,\nI long to see you,\nAway, you rolling river.\nOh Shenandoah,\nI long to see you,\nWay, we're bound away\nAcross the wide Missouri."
  },
  {
    "id": "awakening",
    "title": "The Awakening",
    "composer": "Joseph M. Martin",
    "description": "This piece begins with a nightmare in which all music is lost and forgotten. Gradually the world awakens until the Giver of the Song arrives in triumph. Martin describes this song as in part a metaphor for his personal arc to refinding music after the murder of his junior high music teacher."
  },
  {
    "id": "keep_your_lamps",
    "title": "Keep Your Lamps Trimmed and Burning",
    "tradition": "Traditional Black spiritual",
    "arranger": "Philip Kern",
    "description": "A traditional spiritual, the lyrics allude to a parable told in Matthew 25:1–13:",
    "lyrics": "There were ten virgins, who took their lamps, and went out to meet the bridegroom. Five of them were foolish, and five were wise. Those who were foolish, when they took their lamps, took no oil with them, but the wise took oil in their vessels with their lamps. Now while the bridegroom delayed, they all slumbered and slept. But at midnight there was a cry, \"Behold! The bridegroom is coming! Come out to meet him!\" Then all those virgins arose, and trimmed their lamps. The foolish said to the wise, \"Give us some of your oil, for our lamps are going out.\" But the wise answered, saying, \"What if there isn't enough for us and you? You go rather to those who sell, and buy for yourselves.\" While they went away to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut. Afterward the other virgins also came, saying, \"Lord, Lord, open to us.\" But he answered, \"Most certainly I tell you, I don't know you.\""
  },
  {
    "id": "gloria",
    "title": "Gloria",
    "source": "Missa Kenya",
    "composer": "Paul Basler",
    "description": "From <em>Missa Kenya</em>, a multi-movement work Basler wrote to fuse Kenyan and classical mass music. The text, <em>the Greater Doxology</em>, is credited to Hilary of Poitiers in the 4th century. Lyrics are shared with <a href=\"https://gothamcitymusic.org/repertoire/#agnus_dei\" data-type=\"URL\">Agnus Dei</a>",
    "lyrics": "Gloria in Excelsis Deo. Et in terra pax\nhominibus bonae voluntatis. Laudamus te. Benedicimus te.\nAdoramus te. Glorificamus te. Gratias agimus tibi\npropter magnam gloriam tuam. Domine Deus, Rex coelestis,\nDeus Pater omnipotens. Domine Fili unigenite, Jesu Christe.\nDomine Deus, Agnus Dei, Filius Patris.\nQui tollis peccata Mundi, miserere nobis.\nQui tollis peccata Mundi, suscipe deprecationem nostram.\nQui sedes ad dexteram Patris, miserere nobis.\nQuoniam tu solus sanctus. Tu solus Dominus.\nTu solus altisimus, Jesu Christe.\nCum Sancto Spiritu in gloria Dei Patris. Amen.",
    "lyrics_translation": "Glory to God in the highest, and peace to his\nPeople on earth.\nLord God, heavenly King,\nAlmighty God and Father,\nWe worship you, we give you thanks,\nWe praise you for your glory.\nLord Jesus Christ, only Son of the Father,\nLord God, Lamb of God\nYou take away the sin of the world:\nHave mercy on us;\nYou are seated at the right hand of the Father:\nReceive our prayer.\nFor you alone are the Holy One,\nYou alone are the Lord,\nYou alone are the Most High,\nJesus Christ,\nWith the Holy Spirit\nIn the glory of God the Father. Amen."
  },
  {
    "id": "ubi_caritas",
    "title": "Ubi Caritas",
    "composer": "Ola Gjeilo",
    "lyrics": "Ubi caritas et amor, Deus ibi est.\nCongregavit nos in unum Christi amor.\nExultemus, et in ipso iucundemur.\nTimeamus, et amemus Deum vivum.\nEt ex corde diligamus nos sincero.",
    "lyrics_translation": "Where charity and love are, God is there.\nThe love of Christ has gathered us together.\nLet us rejoice and be glad in it.\nLut us rever and love the living God.\n And from a sincere heart let us love one another.\n Amen",
    "description": "With music written in 2001, this is a haunting song delivered chant style. The Latin hymn is attributed to Paulinus of Aquileia in 796."
  },
  {
    "id": "for_good",
    "title": "For Good",
    "source": "Wicked",
    "composer": "Stephen Schwartz",
    "description": "From the musical <em>Wicked</em>. Here Glinda and Elphaba reflect on their sometimes tumultuous relationship has ultimately changed them both forever and for the better.",
    "showcase_only": true
  },
  {
    "id": "scarborough_fair",
    "title": "Scarborough Fair",
    "tradition": "Traditional English ballad",
    "description": "While most widely know by the Simon & Garfunkel rendition, this song is a traditional English with published versions as early as 1891. Other versions may be found titled \"The Cambric Shirt\", or \"Parsley, Sage, Rosemary and Thyme\".",
    "lyrics": "O, where are you going?\nTo Scarborough fair,\nSavoury sage, rosemary, and thyme;\nRemember me to a lass who lives there,\n    For once she was a true love of mine.\n\nAnd tell her to make me a cambric shirt,\n    Savoury sage, rosemary, and thyme,\nWithout any seam or needlework,\n    And then she shall be a true love of mine.\n\nAnd tell her to wash it in yonder dry well,\n    Savoury sage, rosemary, and thyme,\nWhere no water sprung, nor a drop of rain fell,\nAnd then she shall be a true love of mine.",
    "showcase_only": true
  },
  {
    "id": "frozen",
    "title": "Frozen (Choral Suite)",
    "composer": "Christophe Beck and Leo Birenberg",
    "lyrics_by": "Christine Hals",
    "arranger": "Roger Emerson",
    "description": "Composed for the 2017 Disney film \"Frozen.\" This arrangement concatenates several choral snippets scattered throughout the film: Heimr Árnadalr, Vuelie, and The Great Thaw. We begin with \"Heimr Árnadalr,\" seen during the coronation of Queen Elsa performed in the film by a red-robed, twelve-member choir shown briefly on screen. The opening title sequence of the film plays \"Vuelie\", which is later reprised as \"The Great Thaw\" as Elsa learns to dispell the cursed winter besetting Arendelle. The piece borrows from ‘yoik’ -- a traditional form of song from the Sami people.",
    "lyrics": "Verðug dróttning stór\nHjarta af gulli skína\nKronum þik med vánum, ást ok trú\nFagra, grýttur land, heimr Árnadalr\nFylgið dróttningu ljóssins",
    "lyrics_translation": "Great queen to be\nHeart of gold, shine\nWe crown you with hopes, love and faith\nBeautiful, gritty homeland Arendelle\nFollow the queen of light",
    "showcase_only": false
  },
  {
    "id": "black_is_the_color",
    "title": "Black is the Color",
    "tradition": "Appalachian Folk Song",
    "arranger": "Roger Emerson",
    "description": "This plaintive folk song is most associated with Appalachia, though is thought to be largely derived from Scottish ballads. This melody is attributed to John Jacob Niles circa 1941.",
    "lyrics": "Black is the color of my true love's hair\nHer lips are something wondrous fair\nThe purest eyes\nAnd the daintiest hands\nI love the ground on where she stands",
    "showcase_only": false
  },
  {
    "id": "loch_lomond",
    "title": "Loch Lomond",
    "tradition": "Scottish Traditional",
    "arranger": "Jonathan Quick",
    "description": "Loch Lomond ('Lake of the Elms') is the largest lake in Great Britain, found in Scotland near Glasgow. Evidence suggests humans settled nearby during the neolithic era, and--somewhere in the next 5000 years--developed this ballad. The speaker pines for the beautiful landscape of home, but claims suggests zhe will only return via the \"low road\"--death, likely dying in rebellion against the English.",
    "lyrics": "O ye'll take the high road, and I'll take the low road,\nAnd I'll be in Scotland afore ye,\nBut me and my true love will never meet again,\nOn the bonnie, bonnie banks o' Loch Lomond",
    "showcase_only": false
  },
  {
    "id": "mlk",
    "title": "MLK",
    "composer": "U2",
    "arranger": "Bob Chilcott",
    "description": "Irish rock group U2 debuted this ode to Dr. Martin Luther King Jr. on 18 October 1984.",
    "lyrics": "Sleep, sleep tonight\nAnd may your dreams be realised\nIf the thunder cloud passes rain\nSo let it rain, let it rain\nRain on him",
    "showcase_only": false
  },
  {
    "id": "one_of_these_days",
    "title": "One of these Days",
    "composer": "Sarah Quartel",
    "description": "GCMC favorite, composer, and educator Sarah Quartel serves another banger in this 2021 piece. Like many Quartel pieces, the complex rhythm deepens the piece, in this case swinging between 3/4 and 4/4 time.",
    "lyrics": "Isn't it amazing how the years go by\nGone before they begin\nIsn't it amazing how these dreams go by\nwhen you're waiting for them to come\nIsn't it amazing we go on this way\nseeing shadows of what could be done\nMaybe I'll see that today is enough\nand this moment is all that I need\nMaybe I'll stand up and go my own way\nfor the beauty I know I will see one of these days\n\nBreathing in the moment isn't good enough\nif you believe that hard must be right\nMaybe if it's easy it's still worth it all\nThere's a diamond deep in the fire\nSo one of these days\nI'm gonna fly away\nI'm gonna fly away\nSo one of these days when I find my own way\nI'll find that it's today",
    "showcase_only": false
  },
  {
    "id": "wide_open_spaces",
    "title": "Wide Open Spaces",
    "composer": "Sarah Quartel",
    "description": "Commissioned by the American Choral Directors Association (ACDA) in 2015, this piece is among the many commissions Quartel has composed. Quartel says of her composing past, \"Creating music has always come naturally to me. The phrase, “Sarah, that’s not Beethoven, you’re composing” could regularly be heard in my childhood piano lessons. (Whoops?)\"",
    "lyrics": "There’s part of my story,\nthere’s part of my song,\nthere’s part of my journey,\nthat’s yet to be found.\n\nWith life all around us, \nthere’s so much to see, \nadventure is calling,\nit’s calling to me.\n\nOut in the wide open spaces around me.\n\nWith big sky above me,\nI’m on my way.\nScanning the horizon\nof a brand new day.\n\nFeet to the earth now,\nthere’s no turning back.\nInto the world now,\nlook at me, look at me go!\n\nOut in the wide open spaces around me,\nout in the wide open spaces around me.\n\nBut as I journey out,\nI look within and see,\nthe spaces inside of me,\nyet to be filled,\nfilled with what I have seen\nand what I will be, Oh!\n\nI’m filling the wide open spaces inside of me,\nwith something I love, \nsomething I would like to be, be, be.\nFilling the wide open spaces inside of me.\nFilling the wide open spaces within me.",
    "showcase_only": false
  },
  {
    "id": "pirate_song",
    "title": "Pirate Song",
    "composer": "Tim Jones",
    "description": "Because sometimes you just need to say \"arrrr\"!",
    "lyrics": "A pirate sang a song to me\nHe sang of life upon the sea\nHe sang to me with gravelled tones\nHe sang to me of Billy Bones\n\nPirates make me happy!\n\nA pirate sang a song to me\nHe had no leag below his knee\nHe sang the song the best he could\nHis tongue was also made of wood\n\nFor romance find a pirate\n\nMy pirate comes from Tripoli\nMy pirate curses saltily\nMy pirate is not snooty\nMy pirate shakes his booty\nMy pirate swaps the deck\nlike noone else can swap the deck\n\nMy pirate sang a song to me\nHis face was kind of barnacley\nHe told me that my parrot stank\nAnd so I made him walk the plank",
    "showcase_only": false
  },
  {
    "id": "robots",
    "title": "Robots",
    "composer": "Flight of the Conchords",
    "arranger": "Shane Scott",
    "description": "The humans are dead.",
    "showcase_only": false
  },
  {
    "id": "klimovitcher",
    "title": "Klimovitcher Nigun",
    "tradition": "Ashkenazi Traditional",
    "description": "Nigunim are a Jewish tradition that are meant as mystical prayers, sacred practices, and a path to deepen the soul. They are performed in an expressive vocal style with dramatic inflections similar to cantorial music. This piece originated from Chabad Chassidim in the town of Klimovitch. It was later popularized by the Chassid Reb Rephael Kahn.",
    "showcase_only": true
  },
  {
    "id": "down_by_the_river",
    "title": "Down by the River to Pray",
    "tradition": "African-American spiritual",
    "arranger": "Alison Krauss",
    "description": "As seen in the baptismal scene of 2000 film \"O Brother, Where Art Thou?\"",
    "lyrics": "As I went down in the river to pray\nStudying about that good old way\nAnd who shall wear the robe and crown\nGood Lord, show me the way!",
    "showcase_only": true
  },
  {
    "id": "stupid_with_love",
    "title": "Stupid with Love",
    "composer": "Jeff Richmond",
    "arranger": "Nell Benjamin",
    "description": "From the musical \"Mean Girls\"",
    "showcase_only": true
  },
  {
    "id": "honey_pie",
    "title": "Honey Pie",
    "composer": "Paul McCartney",
    "description": "From the 1968 double album \"The Beatles\" (also known as \"the White Album\").",
    "showcase_only": true
  },
  {
    "id": "flowers_hadestown",
    "title": "Flowers",
    "composer": "Anaïs Mitchell",
    "description": "From the musical \"Hadestown\".",
    "showcase_only": true
  },
  {
    "id": "father_and_son",
    "title": "Father and Son",
    "composer": "Yusuf/Cat Stevens",
    "description": "Wrote for the propsed musical \"Revolussia,\" but shelved when Stevens nearly died of tuberculosis.",
    "showcase_only": true
  },
  {
    "id": "anthem_from_chess",
    "title": "Anthem",
    "composer": "Benny Andersson and Björn Ulvaeus",
    "lyrics_by": "Ulvaeus and Tim Rice",
    "description": "from the 1984 musical \"Chess\"",
    "showcase_only": true
  },
  {
    "id": "the_1",
    "title": "The 1",
    "composer": "Taylor Swift",
    "description": "from the 2020 album \"Folklore\"",
    "showcase_only": true
  },
  {
    "id": "my_soul_is_a_river",
    "title": "My Soul is a River",
    "composer": "Ben Allaway",
    "description": "This swinging spiritual piece premiered on Dr. Martin Luther King Jr.'s 75th birthday in 2004.  The lyrics are an expansion of the Biblical book of Amos 5:24.",
    "showcase_only": false,
    "lyrics": "My soul is a river winding through a weary land.\nLet justice roll down like waters,\n righteousness like a mighty stream\nWashing o’er a thirsty land.\nMy soul is a river, your soul is a river,\nJoin up down the river, fill a mighty ocean with peace."
  },
  {
    "id": "niska_banja",
    "title": "Niska Banja",
    "arranger": "Nick Page",
    "traditional": "Traditional Romani Dance",
    "description": "",
    "showcase_only": false
  },
  {
    "id": "the_paster",
    "title": "The Pasture",
    "composer": "Z. Randall Stroope",
    "lyrics=by": "Robert Frost",
    "description": "Number 2 from Where the Earth Meets the Sky.",
    "showcase_only": false
  },
  {
    "id": "mezzo_placeholder",
    "title": "Unknown Mezzo Song",
    "composer": "A Human",
    "lyrics=by": "Robert Frost",
    "description": "",
    "showcase_only": true
  },
  {
    "id": "bridge_over_troubled_water",
    "title": "Bridge Over Troubled Water",
    "composer": "TODO",
    "description": "TODO",
    "showcase_only": false
  },
  {
    "id": "baba_yetu",
    "title": "Baba Yetu",
    "composer": "TODO",
    "description": "TODO",
    "showcase_only": false
  },
  {
    "id": "ngizocula",
    "title": "Ngizocula",
    "composer": "Thomas Yonke",
    "description": "Published in 2021. The title means \"I will sing\" in Zulu and references the joy and resilience of making music, even in tribulation. Yonke’s composition embraces a fusion of traditional African musical elements and contemporary choral writing.",
    "showcase_only": false
  },
  {
    "id": "blackbird",
    "title": "Blackbird",
    "arranger": "Audrey Snyder",
    "composer": "John Lennon and Paul McCartney",
    "description": "A familiar ballad from The White Album (1968), Blackbird carries a message of hope and resilience. This choral arrangement preserves the song’s simplicity while expanding its harmonies, offering a fresh perspective on its enduring significance.",
    "showcase_only": false
  },
  {
    "id": "such_great_heights",
    "title": "Such Great Heights",
    "composer": "The Postal Service",
    "description": "Originally released by The Postal Service in 2003, this indie anthem reached 21 on the Billboard Hot 100. It explores love and distance with poetic lyricism and shimmering melodies.",
    "showcase_only": true
  },
  {
    "id": "the_story",
    "title": "The Story",
    "composer": "Brandi Carlile",
    "description": "Brandi Carlile’s raw and powerful ballad tells a deeply personal narrative of love and self-discovery. This emotionally charged performance highlights the song’s soaring vocals and evocative storytelling, bringing its heartfelt message to life.",
    "showcase_only": true
  },
  {
    "id": "yellow",
    "title": "Yellow",
    "composer": "Guy Berryman, Jon Buckland, Will Champion, and Chris Martin",
    "description": "From the album <em>Parachutes</em>. Coldplay’s iconic love song is known for its dreamy, introspective lyrics and sweeping melodies. This rendition reimagines the song’s warmth and sincerity, offering a unique interpretation of its timeless message.",
    "showcase_only": true
  },
  {
    "id": "i_believe",
    "title": "I Believe",
    "lyrics_by": "Steven Sater",
    "composer": "Duncan Sheik",
    "description": "From the musical <em>Spring Awakening</em>. I Believe builds from delicate harmonies into a soaring expression of love and vulnerability. Its emotional depth and lyrical beauty make it a poignant moment in the concert program.",
    "showcase_only": false
  },
  {
    "id": "latch",
    "title": "Latch",
    "composer": "Sam Smith",
    "description": "Originally recorded by Disclosure and featuring Sam Smith’s soaring vocals, Latch blends electronic and soulful elements into a mesmerizing love song. This rendition emphasizes the song’s heartfelt lyrics and passionate vocal delivery, bringing new depth to its theme of devotion.",
    "showcase_only": true
  },
  {
    "id": "rather_be",
    "title": "Rather Be",
    "arranger": "Mark Brymer",
    "composer": "Grace Chatto, Jack Patterson, Nicole Marshall, and James Napier",
    "description": "A vibrant fusion of classical strings and contemporary dance music, Rather Be became an instant hit for Clean Bandit. This rendition captures its infectious energy and uplifting lyrics, celebrating the joy of unwavering love and commitment.",
    "showcase_only": false
  },
  {
    "id": "reflection",
    "title": "Reflection",
    "composer": "Matthew Wilder",
    "description": "From Disney's <em>Mulan</em>, originally performed by the great Lea Salonga. The film retells the Chinese folk story of Hua Mulan, a daughter who disguises herself as her father when he is conscripted into military service. Reflection explores themes of self-identity and acceptance.",
    "showcase_only": false
  },
  {
    "id": "i_was_here",
    "title": "I Was Here",
    "lyrics_by": "Lynn Ahrens",
    "composer": "Stephen Flaherty",
    "description": "A moving ballad from The Glorious Ones, this song reflects on the desire to leave a lasting impact.",
    "showcase_only": false
  },
  {
    "id": "im_not_that_girl",
    "title": "I'm Not That Girl",
    "composer": "Stephen Schwartz",
    "description": "From the hit musical <em>Wicked</em>.  The titular witch Elphaba convinces herself that she is unworthy of love, and because of her flaws her love Fiyero will in turn always love her frenemy Galinda more.",
    "showcase_only": true
  },
  {
    "id": "mama_who_bore_me",
    "title": "Mama Who Bore Me",
    "arranger": "AnnMarie Milazzo",
    "lyrics_by": "Steven Sater",
    "composer": "Duncan Sheik",
    "description": "From the musical <em>Spring Awakening</em>. Opening <em>Spring Awakening</em> with haunting simplicity, this song conveys a deep yearning for understanding and freedom. Its folk-inspired melody and raw emotion set the tone for the musical’s themes of sexual awakening and rebellion. Spring Awakening opened at the Eugene O'Neill Theatre on December 10, 2006.",
    "showcase_only": false
  },
  {
    "id": "song_of_purple_summer",
    "title": "The Song of Purple Summer",
    "arranger": "Mark Brymer",
    "lyrics_by": "Steven Sater",
    "composer": "Duncan Sheik",
    "description": "From the musical <em>Spring Awakening</em>. This song symbolizes hope, transformation, and new beginnings. Its lush harmonies and poetic lyrics create a stirring and reflective closing to the program.",
    "showcase_only": false
  },
  {
    "id": "vois_sur_ton_chemin",
    "title": "Vois Sur Ton Chemin",
    "composer": "Bruno Coulais and Christophe Barratier",
    "description": "From the 2004 film <em>Les Choristes</em>. \"Look to Your Path\" may be known to many as a techno remix that charted number one in the 2023 German pop charts.",
    "showcase_only": false
  },
  {
    "id": "somewhere_only_we_know",
    "title": "Somewhere Only We Know",
    "composer": "Keane",
    "description": "From alt-rock band Keane's 2004 debut album Hopes and Fears.",
    "showcase_only": true
  },
  {
    "id": "when_im_64",
    "title": "When I'm Sixty-Four",
    "composer": "Paul McCartney and John Lennon",
    "arranger": "Tom Gentry",
    "description": "First released on the Beatles' 1967 album <em>Sgt. Pepper's Lonely Hearts Club Band</em>.",
    "showcase_only": false
  },
  {
    "id": "someone_to_watch_over_me",
    "title": "Someone to Watch Over Me",
    "composer": "George and Ira Gershwin",
    "arranger": "Jay Althouse",
    "description": "Written for the musical <em>Oh, Kay!</em> More than 1,800 recordings of the song have been released by artists of every stripe, Sinatra, Sinéad O'Connor, Willie Nelson, and Amy Winehouse among them.",
    "showcase_only": false
  },
  {
    "id": "me_and_julio_down_by_the_school_yard",
    "title": "Me and Julio Down by the School Yard",
    "composer": "Paul Simon",
    "description": "Released in 1972, Simon makes many references to his childhood in Queens, N.Y.",
    "showcase_only": true
  },
  {
    "id": "jing_ga_lye_ya",
    "title": "Jing-ga-lye-ya",
    "composer": "Bruce Sled",
    "description": "The lyrics are a beautiful, rythmic nonsense.",
    "showcase_only": false
  },
  {
    "id": "a_million_dreams",
    "title": "A Million Dreams",
    "composer": "Benj Pasek and Justin Paul",
    "arranger": "Mac Huff",
    "description": "From 2017 film <em>The Greatest Showman</em> dramatizing the life of circus kingpin P. T. Barnum, apocryphally attributed with the adage \"there's a sucker born every minute\"",
    "showcase_only": false
  },
  {
    "id": "rhapsody_for_clarinet",
    "title": "Rhapsody for Clarinet",
    "composer": "Wilson Osborne",
    "description": "Composed as a bassoon study in 1958, it remains the best known work of American composer Willson Osborne.",
    "showcase_only": true
  }
]







